rpi5-32/20240810-0027-new/logs/pgbench-yes-yes-yes-8-1000-0-1723759895/pgbench-warmup-5-0.log
pgbench (18devel)
transaction type: <builtin: select only>
scaling factor: 5
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 512399
number of failed transactions: 0 (0.000%)
latency average = 0.625 ms
initial connection time = 30.532 ms
tps = 51232.558374 (without initial connection time)